jlcbk/codex-desk-terminal/firmware/examples/power_skeleton/sdkconfig.defaults
# power_skeleton 独立工程 sdkconfig.defaults（仅编译级验证目标 esp32s3）
# 板级目标对齐 firmware/sdkconfig.defaults（P4.1 真机验证值）；本骨架不用
# BLE/Wi-Fi（停 transport/无线为注入回调桩，真实停机接线归 P5.2 集成）。
CONFIG_IDF_TARGET="esp32s3"
CONFIG_FREERTOS_HZ=1000
